{
  "courses": [
    {
      "id": 1,
      "title": "PROCESAMIENTO DE DATOS",
      "imageUrl":"assets/images/procesamiento-de-datos.jpg" ,
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "3 Meses / 12 Semanas - 72 horas sincrónicas de mentorías con expertos en la industria / Contenido de apoyo en plataforma, diseñado con metodología Edublocks / Reto real, propuesto por empresa aliada",
      "description": "¡Fortalece tu potencial con nuestro curso de Procesamiento de Datos! Descubre las habilidades fundamentales que necesitas para conocer el mundo del procesamiento de datos. Los módulos especializados que conforman el curso son: Programación con Python; Estadística básica con Python; Bases de datos relacionales; y Limpieza y transformación de datos en Python. ¡No te pierdas esta oportunidad de adquirir conocimientos esenciales y aplicables en el mercado laboral actual! Con recursos de calidad, te acompañaremos en cada paso del camino. ¡Prepárate para acceder al mundo de posibilidades en el procesamiento de datos!",
      "price": 2700000
    },
    {
      "id": 2,
      "title": "BACKEND",
      "imageUrl":"assets/images/backend.png" ,
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "3 Meses / 12 Semanas - 72 horas sincrónicas de mentorías con expertos en la industria / Contenido de apoyo en plataforma, diseñado con metodología Edublocks / Reto real, propuesto por empresa aliada / 72 horas de inglés para tecnología",
      "description": "Aquí podrás crear los servicios y las funciones que procesan los datos del usuario y que retornan una respuesta. Aprenderás cómo se cumple este proceso y qué existe luego de que alguien teclea “Enviar”. En el módulo de Backend adquirirás habilidades en programación orientada a objetos con Java, manejo de APIs, utilización del framework Spring Boot, y bases de datos SQL y NoSQL, todo enriquecido con aplicaciones prácticas y trabajo colaborativo que te ayudará a desarrollar soft skills. Recomendamos una dedicación mínima de 26 horas a la semana, para completar: el contenido en plataforma diseñado con metodología Edublocks. 72 horas de mentorías con expertos en la industria. 72 horas de inglés para tecnología, con encuentros sincrónicos y actividades en plataforma. Potencia tus habilidades con Nodo EAFIT, contáctanos para conocer más sobre la ruta de formación en Desarrollo Web.",
      "price": 2700000
    },
    {
      "id": 3,
      "title": "IA PARA TODOS",
      "imageUrl":"assets/images/ia.jpg" ,
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "10 HORAS",
      "description": "¡Descubre cómo la IA está revolucionando el mundo! Conoce los conceptos clave de la IA, cómo surgió, cómo está impactando las industrias a nivel mundial, las posibilidades que nos brinda, cómo utilizarla y cómo esta tecnología está cambiando el futuro.",
      "price": 473000
    },
    {
      "id": 4,
      "title": "MACHINE LEARNING",
      "imageUrl":"assets/images/machine-learning.jpg",
      "modality": "Presencial",
      "certification": "Certificación presencial",
      "duration": "20 HORAS",
      "description": "Aprende Machine Learning con aplicaciones prácticas en la actualidad.",
      "price": 2000000
    },
    {
      "id": 5,
      "title": "DESARROLLO FULL STACK",
      "imageUrl":"assets/images/fullstack.jpg",
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "6 Meses",
      "description": "Aprende desarrollo frontend con Angular y backend con Node.js, Express y bases de datos SQL/NoSQL.",
      "price": 3500000
    },
    {
      "id": 6,
      "title": "DATA SCIENCE AVANZADO",
      "imageUrl":"assets/images/data-science.jpg",
      "modality": "Presencial",
      "certification": "Certificación presencial",
      "duration": "5 Meses",
      "description": "Curso avanzado de Data Science utilizando Python, Pandas, Scikit-Learn y modelos de Machine Learning.",
      "price": 4500000
    },
    {
      "id": 7,
      "title": "CIBERSEGURIDAD",
      "imageUrl":"assets/images/ciberseguridad.jpg",
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "4 Meses",
      "description": "Domina la seguridad informática, hacking ético y protección contra ciberataques.",
      "price": 3200000
    },
    {
      "id": 8,
      "title": "BLOCKCHAIN Y CRIPTOMONEDAS",
      "imageUrl":"assets/images/blockchain.jpg",
      "modality": "Virtual",
      "certification": "Certificación virtual",
      "duration": "3 Meses",
      "description": "Conoce cómo funciona Blockchain, smart contracts y el ecosistema de criptomonedas.",
      "price": 2800000
    }
  ]
}